<!DOCTYPE html>
<html>
    <head>
        <link href="https://fonts.googleapis.com/css2?family=Yatra+One&display=swap" rel="stylesheet">
        <link href="https://fonts.googleapis.com/css2?family=Lora&display=swap" rel="stylesheet">
        <link rel="stylesheet" href="/css/design.css">
        <link rel="stylesheet" href="/css/nav.css">
        <script src="/scripts/jquery-3.5.1.min.js"></script>
    </head>
    <body>
        <script src="/scripts/loader.js"></script>
        <header></header>

        <article>
            <div class="article_mitte">
                <h1>Datenschutzerkl&auml;rung</h1>
                <p>
                    Diese Seite speicherkt keinerlei Daten und setzt auch keine Cookies ein. 
                </p>
                <h2>Daten-Erhebung durch Dritte</h2>
                <h3>Daten-Erhebung durch die Nutzung von GitHub Pages</h3>
                <p>
                    Diese Website wird auf Servern von 
                    <a href="https://www.github.com/">Github Inc., 88 Colin P Kelly Jr St, San Francisco, CA 94107, USA</a>
                    gehostet. Beachten Sie daher auch die 
                    <a href="https://help.github.com/articles/github-privacy-policy/">GitHub Privacy Policy</a>
                    und 
                    <a href="https://help.github.com/articles/global-privacy-practices/">GitHub Global Privacy Practices</a>.
                    <br/>
                    Github verf&uuml;gt &uuml;ber eine Zertifizierung nach dem EU-US-Privacy-Shield. 
                    Der Privacy-Shield ist ein &Uuml;bereinkommen zwischen der Europ&auml;ischen Union (EU) 
                    und den USA, das die Einhaltung europ&auml;ischer Datenschutzstandards in den USA 
                    gew&auml;hrleisten soll. Siehe dazu die 
                    <a href="https://www.privacyshield.gov/participant?id=a2zt000000001K2AAI&status=Active">Privacy Shield Compliance Erkl&auml;rung</a>
                    von Github.
                <p>
                <h3>Daten-Erhebung durch die Nutzung von Youtube Videos</h3>
                <p>
                    Diese Website bindet YouTube-Videos im Erweiterten Datenschutzmodus ein, um Ihnen Videos anzeigen zu k&ouml;nnen.
                    <br/>
                    Hierbei handelt es sich um ein Videoportal der 
                    <a href="https://www.youtube.com/">YouTube LLC., 901 Cherry Ave., 94066 San Bruno, CA, USA</a>
                    , nachfolgend YouTube genannt.
                    <br/>
                    YouTube ist ein Tochterunternehmen der 
                    <a href="https://www.google.com/">Google LLC., 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA</a>
                    , nachfolgend Google genannt.
                    <br/>
                    Google und damit auch das Tochterunternehmen YouTube verf&uuml;gt &uuml;ber eine Zertifizierung nach dem EU-US-Privacy-Shield. 
                    Der Privacy-Shield ist ein &Uuml;bereinkommen zwischen der Europ&auml;ischen Union (EU) und den USA, das die Einhaltung europ&auml;ischer 
                    Datenschutzstandards in den USA gew&auml;hrleisten soll. Siehe dazu die 
                    <a href="https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&status=Active">Privacy Shield Compliance Erkl&auml;rung</a>
                    von Google.
                    <br/>
                    Die Funktion Erweiterter Datenschutzmodus bewirkt laut Angaben von YouTube, dass die nachfolgend noch n&auml;her bezeichneten 
                    Daten nur dann an den Server von YouTube &uuml;bermittelt werden, wenn Sie ein Video auch tats&auml;chlich starten.
                    <br/>
                    Ohne diesen Erweiterten Datenschutz wird eine Verbindung zum Server von YouTube in den USA hergestellt, sobald Sie eine 
                    unserer Internetseiten, auf der ein YouTube-Video eingebettet ist, aufrufen.
                    <br/>
                    Diese Verbindung ist erforderlich, um das jeweilige Video auf unserer Internetseite &uuml;ber Ihren Internet-Browser 
                    darstellen zu k&ouml;nnen. Im Zuge dessen wird YouTube zumindest Ihre IP-Adresse, das Datum nebst Uhrzeit sowie die 
                    von Ihnen besuchte Internetseite erfassen und verarbeiten. Zudem wird eine Verbindung zu dem Werbenetzwerk 
                    DoubleClick von Google hergestellt.
                    <br/>
                    Sollten Sie gleichzeitig bei YouTube eingeloggt sein, weist YouTube die Verbindungsinformationen Ihrem 
                    YouTube-Konto zu. Wenn Sie das verhindern m&ouml;chten, m&uuml;ssen Sie sich entweder vor dem Besuch unseres 
                    Internetauftritts bei YouTube ausloggen oder die entsprechenden Einstellungen in Ihrem YouTube-Benutzerkonto 
                    vornehmen.
                    <br/>
                    Zum Zwecke der Funktionalit&auml;t sowie zur Analyse des Nutzungsverhaltens speichert YouTube dauerhaft Cookies 
                    &uuml;ber Ihren Internet-Browser auf Ihrem Endger&auml;t. Falls Sie mit dieser Verarbeitung nicht einverstanden sind, 
                    haben Sie die M&ouml;glichkeit, die Speicherung der Cookies durch eine Einstellung in Ihrem Internet-Browsers 
                    zu verhindern.
                    <br/>
                    Weitergehende Informationen &uuml;ber die Erhebung und Nutzung von Daten sowie Ihre diesbez&uuml;glichen Rechte und 
                    Schutzm&ouml;glichkeiten h&auml;lt Google in den unter 
                    <a href="https://policies.google.com/privacy">abrufbaren Datenschutzhinweisen bereit.</a>
                </p>
                <h4>
                    Diese Datenschutzerkl&auml;rung wurde der, der Webseite 
                    <a href="https://perl-howto.github.io/datenschutzerklaerung.html">Perl HowTo</a>
                    nachempfunden.
                </h4>
            </div>
        </article>

        <footer></footer>
    </body>
</html>